; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 4.2.4
; Update: Oct. 29, 2025
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Français

[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonClose=Fermer
BtnNews=Information
[Translation]
LangCode=040c
ReadHabit=Left-to-right
LanguageName=FR
LangShortName=fr-fr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
FrmMOMain.ckperiod.caption=Optimiser toute les :

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Partagez Wise Memory Optimizer avec des amis
FrmMoMain.imgfacebook.hint=Appréciez WiseCleaner sur Facebook
FrmMoMain.imgtwitter.hint=Partagez Wise Memory Optimizer sur Twitter
FrmMoMain.chkupdate.caption=Mise à jour automatique.
FrmMoMain.btnlike.caption=J'aime
FrmMoMain.lblTotalMem.Caption=Taille totale :
FrmMoMain.lblaopt.Caption=Lorsque la mémoire disponible est inférieure à :
FrmMoMain.lbltry.Caption=Libérer plus de mémoire
FrmMoMain.btnsettings.Caption=Options
FrmMoMain.btnOpt.Caption=Optimiser !!
FrmMoMain.chkmin.Caption=Fermer dans la zone de notification
FrmMoMain.chkauto.Caption=Exécuter au démarrage Windows
FrmMoMain.chkautoOpt.Caption=Activer l'optimisation automatique
FrmMoMain.ckchkclearborad.Caption=Vider le presse-papiers en optimisant
FrmMoMain.chkidle.Caption=Optimiser quand CPU inactif (recommandé)
FrmMoMain.lbllang.Caption=Langue :
FrmMOMain.cknotice.caption=Notifier après l'optimisation
FrmMOMain.ckMode.caption=Mode sombre
;
; About
;
FrmAbout.caption=A propos
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support courriel :
FrmAbout.lblhome.caption=Page d'accueil :
FrmAbout.lblthanks.caption=Merci aux personnes suivantes pour leur contribution :
FrmAbout.lblUninstall.caption=Désinstallation
FrmAbout.lblPolicy.caption=Vie privée
FrmAbout.lblEula.caption=EULA
FrmMOMain.ckShutkey.caption=Raccourci clavier
FrmMOMain.btn2.hint=Raccourci clavier - conflits
ShutkeyCA=Ctrl+Alt
ShutkeyAS=Alt+Maj
ShutkeyCS=Ctrl+Maj
FrmMOMain.lblMore.Caption=Avancé
[MemoryOptimizer]
ThisTimeFreeMemory=Libération de %s de mémoire.
CurPrecent=Taux d'utilisation mémoire actuel :
UsedMemory=Mémoire utilisée :
AvailableMemory=Mémoire libre :
FreeMemory=Mémoire libérée :
At=à
pmShow=Afficher la fenêtre principale
pmOpt=Optimiser !!
pmAbout=A propos
pmExit=Quitter
SureExit=Optimisation mémoire en cours, voulez-vous vraiment quitter maintenant ?
Mintotray=Optimisation mémoire en cours
pmdefragmem=Défragmenter la mémoire
pmclearmem=Libérer de la mémoire
pmclearstandbymem=Vider la mémoire en attente

[Message]
NoNews=Vous n'avez aucun message à lire.
NewVer=Une nouvelle version est disponible!! La télécharger maintenant??
NotShowNotice=Ne plus afficher cet avis.
NoOptItem=Vous devez choisir au moins une méthode pour optimiser la mémoire.
minutes=minutes
hours=heures
hardwareReserved=Matériel réservé
inUse=Utilisée
modified=Modifiée
standby=Veille
free=Libre
available=Disponible
cached=Mise en cache
total=Totale
installed=Installée

[feedback]
InvalidEmail=Veuillez saisir l'adresse e-mail correcte.
emptyinput=Veillez ajouter quelque chose pour la soumission.
thanks=Merci pour vos commentaires !
FrmFeedback.lblfeedback.caption = Comment évaluez-vous les % ?
FrmFeedback.lblemail.caption = Adresse électronique :
FrmFeedback.lblgood.caption = Quelle est la caractéristique que vous préférez ?
FrmFeedback.lblbad.caption = Quelle est la caractéristique qui vous déplaît le plus ?
FrmFeedback.lblwant.caption = Quelle est la nouvelle fonctionnalité que vous souhaitez le plus ?
FrmFeedback.btncancel.caption = Pas intéressé
FrmFeedback.btnsubmit.caption = Soumettre